Repository: Swackin/Media-Stub-Kodi-Creator
Catalog: languages/project1.*.po
Languages: cs

source: File
cs: Soubor

# tform1.menuitem10.caption
source: Exit
cs: Ukončit program

# TFORM1.MENUITEM11.CAPTION
source: Series
cs: Seriál

# TFORM1.MENUITEM12.CAPTION
source: Bulk change "Series name"
cs: Hromadná změna "Název seriálu"

# tform1.menuitem13.caption
source: Bulk change "Location"
cs: Hromadná změna "Umístění"

# TFORM1.MENUITEM14.CAPTION
source: Create series
cs: Vytvoř seriál

# TFORM1.MENUITEM15.CAPTION
source: Bulk change "Year"
cs: Hromadná změna "Rok"

# TFORM1.MENUITEM16.CAPTION
source: Create stub files
cs: Vytvoř stub soubory

# TFORM1.MENUITEM17.CAPTION
source: Bulk change - complex
cs: Hromadná změna - komplexní

# TFORM1.MENUITEM18.CAPTION
source: Films
cs: Filmy

source: Create film (s)
cs: Vytvoř film(y)

# tform1.menuitem2.caption
source: New
cs: Nový

# TFORM1.MENUITEM20.CAPTION
source: Bulk change "Location"
cs: Hromadná změna "Umístění"

# TFORM1.MENUITEM21.CAPTION
source: Create stub files
cs: Vytvoř stub soubory

# TFORM1.MENUITEM22.CAPTION
source: Change film (s)
cs: Změň film(y)

source: Mass creation "Stubfile" + "Directory"
cs: Hromadné vytvoření ''Stubfile" + "Directory"

# TFORM1.MENUITEM24.CAPTION
source: Select series
cs: Vyber seriál

# TFORM1.MENUITEM25.CAPTION
source: Tools
cs: Nástroje

source: Delete selection
cs: Smaž výběr

# tform1.menuitem29.caption
source: Scrap selection
cs: Scrapuj výběr

# TFORM1.MENUITEM30.CAPTION
source: Create stub files
cs: Vytvoř stub soubory

# tform1.menuitem4.caption
source: Open
cs: Otevřít

# TFORM1.MENUITEM5.CAPTION
source: Open recent
cs: Otevřít minulé

# TFORM1.MENUITEM5.HINT
source: Previously opened files
cs: Dříve otevřené soubory

# tform1.menuitem6.caption
source: Save
cs: Uložit

# tform1.menuitem7.caption
source: Save as
cs: Uložit jako

# tform1.menuitem8.caption
source: Close
cs: Zavřít

# tform1.menuitemfilmy.caption
source: Films
cs: Filmy

source: Mass "Stubfile" + "Directory" creating
cs: Hromadné vytvoření "Stubfile" + "Directory"

source: Bulk change "Location"
cs: Hromadná změna "Umístění"

source: Create film(s)
cs: Vytvoř film(y)

# TFORM1.MENUITEMFILMYVYTVORSTUBSOUBORY.CAPTION
source: Create stub files
cs: Vytvoř stub soubory

# tform1.menuitemfilmyzmenfilmy.caption
source: Change film (s)
cs: Změň film(y)

source: History
cs: Historie

source: Redo
cs: Znovu (Redo)

source: Show history buffers
cs: Zobraz položky historie

source: Undo
cs: Zpět (Undo)

# TFORM1.MENUITEMHLEDEJ.CAPTION
source: Find
cs: Najdi

# tform1.menuitemnastroje.caption
source: Tools
cs: Nástroje

# tform1.menuitemnastrojehledej.caption
source: Find
cs: Najdi

# tform1.menuitemnastrojescrapujvyber.caption
source: Scrap selection
cs: Scrapuj výběr

# tform1.menuitemnastrojeupravaformatuciselvlocation.caption
source: Location
cs: Umístění

# tform1.menuitemnastrojeupravaformatuciselvname.caption
source: Name
cs: Název

# tform1.menuitemnastrojeupravaformatuciselvseriename.caption
source: Serie name
cs: Název seriálu

# tform1.menuitemnastrojeupravaformatuciselvumisteni.caption
source: Number format adjustment in column
cs: Úprava formátu čísla ve sloupci

# TFORM1.MENUITEMNASTROJEVYTVORSTUBSOUBORY.CAPTION
source: Create stub files
cs: Vytvoř stub soubory

# tform1.menuitemserialy.caption
source: Series
cs: Seriály

# tform1.menuitemserialyhzkomplexni.caption
source: Bulk change - complex
cs: Hromadná změna - komplexní

# tform1.menuitemserialyhznazevserialu.caption
source: Bulk change "Series name"
cs: Hromadná změna "Název seriálu"

# tform1.menuitemserialyhzrok.caption
source: Bulk change "Year"
cs: Hromadná změna "Rok"

# tform1.menuitemserialyhzumisteni.caption
source: Bulk change "Location"
cs: Hromadná změna "Umístění"

# tform1.menuitemserialyoznacserial.caption
source: Select series
cs: Vyber seriál

# tform1.menuitemserialyvytvorserial.caption
source: Create series
cs: Vytvoř seriál

# tform1.menuitemserialyvytvorstubsoubory.caption
source: Create stub files
cs: Vytvoř stub soubory

# TFORM1.MENUITEMUPRAVUMISTENI.CAPTION
source: Number format adjustment in column
cs: Úprava formátu čísla ve sloupci

# tform1.menuitemupravumisteninazev.caption
source: Name
cs: Název

# tform1.menuitemupravumisteninazevserialu.caption
source: Series name
cs: Název seriálu

# tform1.menuitemupravumisteniumisteni.caption
source: Location
cs: Umístění

source: Settings
cs: Nastavení

source: About
cs: O programu

source: Content
cs: Obsah

source: Help
cs: Pomoc

source: Open file
cs: Otevřít soubor

source: For sorting click the column´s header
cs: Pro setřídění klikni na záhlaví sloupce

source: Closes actual file
cs: Zavřít aktuální soubor

source: Exits program
cs: Ukončit program

source: Exports selection from table
cs: Exportuj výběr z tabulky

source: Search the table
cs: Hledej v tabulce

source: Imports to the table
cs: Importuj do tabulky

source: Shows application settings
cs: Ukaž nastavení aplikace

source: New file will be created
cs: Bude vytvořen nový soubor

source: Opens file
cs: Otevře soubor

source: Saves file
cs: Uloží soubor

source: Saves file with new filename
cs: Uloží soubor pod novým jménem

source: Scrapes information for selected items
cs: Scrapuje informace pro vybrané položky

source: Creates sub files for selection
cs: Vytvoří stub soubory pro vybrané položky

# TFORM1.TOOLBUTTONOPENRECENT.CAPTION
source: Open recent
cs: Otevřít minulé

# tform1.toolbuttonopenrecent.hint
source: Previously opened files
cs: Minule otevřené soubory

# tform2.button2.caption
source: Cancel
cs: Zrušit

source: Bulk change of Location column
cs: Hromacná změna sloupce "Umístění"

# tform2.checkbox1.caption
source: Location index
cs: Index umístění

source: Add root node
cs: Přider root node

source: Add child node
cs: Přidej child node

source: Delete node
cs: Smaž node

# tform3.button5.caption
source: Cancel
cs: Zrušit

source: Create tree
cs: Vytvoř strom

source: Scrape the serie year
cs: Srapuj rok pro seriál

# TFORM3.CHECKBOX1.CAPTION
source: Location index
cs: Index umístění

source: Actual node
cs: Aktuální node

source: Whole tree
cs: Celý strom

# tform3.labelededit1.editlabel.caption
source: Serie name
cs: Název seriálu

# TFORM4.BITBTN2.CAPTION
source: Cancel
cs: Zrušit

source: Season structure creating
cs: Vytvoření struktury seriálu

# TFORM5.BUTTON2.CAPTION
source: Cancel
cs: Zrušit

source: Stub files creating
cs: Vytvoření stub souborů

source: Create nfo file
cs: Vytvořit nfo soubor

source: Directory for stub files creating:
cs: Adresář pro vytváření stub soubory

# TFORM6.BUTTON2.CAPTION
source: Cancel
cs: Zrušit

source: Scrape year
cs: Scrapuj rok

source: Next film
cs: Další film

# TFORMNASTAVENI.CANCELBUTTON.CAPTION
source: Cancel
cs: Zrušit

source: Options
cs: Nastavení

source: Film Scrapers
cs: Scrapery filmů

source: Languages
cs: Jazyky

source: For themoviedb.org a thetvdb.com
cs: Pro themoviedb.org a thetvdb.com

source: Logging
cs: Logování

source: Pointer behaving during mouse wheel scrolling
cs: Chování ukazatele během scrolování kolečkem

source: National setting
cs: Národní nastavení

source: Misc.
cs: Ostatní

source: Scrapers
cs: Scrapery

source: Serial Scrapers
cs: Scrapery seriálů

# TFORMSCRAPER.CANCELBUTTON.CAPTION
source: Cancel
cs: Zrušit

source: Year scraping
cs: Scrapování roku

source: Choose item:
cs: Vyber položku:

# tformscraper.pausebutton.caption
source: Pause
cs: Pozastavit

# TFORMSCRAPUJVYBER.CANCELBUTTON.CAPTION
source: Cancel
cs: Zrušit

# tformscrapujvyber.caption
source: Scrape selection
cs: Scrapuj výběr

source: Another scraper
cs: Jiný scraper

source: Ok - save results
cs: Ok - ulož výsledky

# TFORMSCRAPUJVYBER.SCRAPUJVYBERBUTTON.CAPTION
source: Scrape selection
cs: Scrapuj výběr

# TFORMUPRAVUMISTENI.CANCELBUTTON.CAPTION
source: Cancel
cs: Zrušit

# TFORMUPRAVUMISTENI.CAPTION
source: Number format adjustment in column:
cs: Úprava formátu čísla ve sloupci:

source: Search
cs: Hledat

source: Text to be searched:
cs: Hledaný text

source: Search towards the bottom of the table CTRL+N
cs: Hledat směrem ke konci tabulky CTRL+N

source: Search towards the head o thef table CTRL + P
cs: Hledat směrem k začátku tabulky CTRL + P

source: Undo and Redo buffer
cs: Undo a redo položky

source: Clear History Items
cs: Vyčisti položky historie

source: Undo History Item
cs: Undo položka historie

source: Actual scraper finds nothing.%sWhat next ?
cs: Aktuální scraper nic nenalezl.%sCo dál ?

# unit1.rsalternativet
source: Alternative title
cs: Alternativní název

source: Index base
cs: Báze indexu

source: Change format of all numbers in field
cs: Změň formát všech čísel v řetězci

source: Something went wrong
cs: Chybka se vloudí

# unit1.rsdirectory
source: Directory
cs: Adresář

# unit1.rsdirectory2
source: Directory :
cs: Adresář

source: Disk n.
cs: Disk č.

source: Disk n.1
cs: Disk č.1

source: Disk n.%s
cs: Disk č.%s

source: Total disks: %s
cs: Celkový počet disků: %s

source: Episode n.
cs: Díl č.

source: Episode n.%s
cs: Díl č.%s

source: Total episodes: %s
cs: Celkový počet dílů: %s

source: Do not highlight initial position
cs: Neoznačuj počáteční pozici

# unit1.rsepisodesondi
source: Episodes on disk
cs: Díly na disku

# unit1.rsfixedpartofl
source: Fixed part of Location (text)
cs: Pevná část "Umístění" (text)

source: \Help\en\Help.chm
cs: \Help\cz\Help.chm

source: Highlight initial position
cs: Označ počáteční pozici

source: Bulk change of series name
cs: Hromadná změna "Název seriálu"

source: Bulk change of year
cs: Hromadná změn "Rok"

source: If history exceeds number of 100 items%sit may slow down program reaction time during%slarge database operations.%sHIDE HISTORY FORM
cs: Jestliže historie překročí počet 100 položek%sreakční doba programu během%světších databázových operací může klesnout.%sSCHOVAT FORMULAŘ HISTORIE?

source: Beginning index from ?
cs: Začít index od ?

# unit1.rsinintialinde
source: Initial index value
cs: Počáteční hodnota indexu

source: The file name can not be new.fdb%s
cs: Soubor se nemůže jmenovat new.fdb%s

# unit1.rslocation
source: Location
cs: Umístění

source: Main application log
cs: Log hlavní aplikace

# unit1.rsmessagetobed
source: Message to be displayed
cs: Hlášení k zobrazení

# unit1.rsname
source: Name
cs: Název

source: Unsave changes
cs: Neuložené změny

source: New name ?
cs: Nové jméno ?

source: New year?
cs: Nový rok ?

source: Number of disks for season:
cs: Počet disků na sezónu

source: Number of episodes for disk:
cs: Počet dílů na disk

source: Number disks in selection is: %s
cs: Počet disků ve výběru: %s

source: Number of disks chosen to change is %s
cs: Počet disků vybraných ke změně je %s

source: Total records: %s
cs: Celkový počet záznamů: %s

source: Total records: 0
cs: Celkový počet záznamů: 0␣

source: Scrape next item
cs: Scrapuj další položku

source: Use location index ?
cs: Použít index umístění ?

source: For year scraping %sis neede to check also field "Series name"
cs: Pro scrapování roku %sje potřeba také zaškrtnout pole "Název seriálu"

source: Redo Buffer Items
cs: Redo položky

source: Scrapping log
cs: Log scrapování

# unit1.rsseason
source: Season
cs: Sezóna

source: Season : Disk : Episode
cs: Sezóna : Disk : Díl

# unit1.rsseriename
source: Series name
cs: Název seriálu

source: Series: %s Films: %s
cs: Seriály: %s Filmy: %s

source: Series - Bulk change complex
cs: Seriál - Hromadná změna komplexní

source: Season n.
cs: Sezóna č.

source: Season n.%s
cs: Sezóna č.%s

source: Season n.1
cs: Sezóna č.1

source: Total seasons: %s
cs: Celkový počet sezón: %s

# unit1.rssort
source: Sort
cs: Druh

# unit1.rstotalepisode
source: Total episodes
cs: Dílů celkem

source: Total seasons:
cs: Celkový počet sezón

source: Undo Buffer Items
cs: Undo položky

source: Undo History Item name:
cs: Undo položku:

source: There are unsaved changes in file,%sdo you want to save them ?
cs: V souboru jsou neuložené změny,%schcete je uložit ?

source: New item creation
cs: Vytvoření nové položky

source: Create film
cs: Vytvoř film

source: Create new series of film ?
cs: Vytvořit nový seriál nebo film ?

# unit1.rsvytvoseril
source: Create series
cs: Vytvoř seriál

# unit1.rsyear
source: Year
cs: Rok

source: Change film(s)
cs: Změň film(y)

source: Change scraper
cs: Změň scraper
